export default {
	channels: [
		{
			name: 'Первый',
			logo: 'assets/images/perviy.png',
			programs: [
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;том, почему молодая мама не&nbsp;выглядит молодой',
				},
				{
					time: '05:30',
					name: 'Контрольная закупка',
				},
				{
					time: '06:00',
					name: 'Телеканал «Доброе утро»',
				},
				{
					time: '10:00',
					name: 'Новости',
				},
				{
					time: '10:10',
					name: 'Контрольная закупка',
				},
				{
					time: '10:40',
					name: 'Женский журнал',
				},
				{
					time: '10:50',
					name: 'Жить здорово!',
				},
				{
					time: '11:55',
					name: 'Модный приговор',
				},
				{
					time: '13:00',
					name: 'Новости',
				},
				{
					time: '13:15',
					name: 'Пусть говорят',
				},
				{
					time: '14:25',
					name: 'Таблетка. <span class="u-nobr">Вегето-сосудистая</span> дистония',
				},
				{
					time: '14:55',
					name: 'Время покажет',
				},
				{
					time: '16:00',
					name: 'Новости с&nbsp;субтитрами',
				},
				{
					time: '16:15',
					name: 'Время покажет',
				},
				{
					time: '17:00',
					name: 'Мужское&nbsp;/&nbsp;Женское. Егорино горе',
				},
				{
					time: '18:00',
					name: 'Наедине со&nbsp;всеми. Роман с&nbsp;аферистом',
				},
				{
					time: '19:00',
					name: 'Вечерние новости с&nbsp;субтитрами',
				},
				{
					time: '19:45',
					name: 'Давай поженимся! Интеллигентный пенсионер',
				},
				{
					time: '20:50',
					name: '«Пусть говорят» с&nbsp;Андреем Малаховым',
				},
				{
					time: '22:00',
					name: 'Время',
				},
				{
					time: '22:30',
					name: 'Лестница в&nbsp;небеса. <span class="u-nobr>15-я</span> и&nbsp;<span class="u-nobr>16-я</span> серии',
				},
				{
					time: '00:40',
					name: 'Вечерний Ургант. Борис Крюк, Елена Потанина',
				},
				{
					time: '01:15',
					name: 'Ночные новости',
				},
				{
					time: '01:30',
					name: 'Политика',
				},
				{
					time: '02:35',
					name: 'Наедине со всеми',
				},
				{
					time: '03:35',
					name: 'Время покажет',
				},
				{
					time: '04:00',
					name: 'Новости',
				},
				{
					time: '04:05',
					name: 'Время покажет',
				},
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;жертве примерного поведения',
				}
			]
		}
	]
}
