export default {
	channels: [
		{
			name: 'Первый',
			logo: 'assets/images/perviy.png',
			programs: [
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;том, почему молодая мама не&nbsp;выглядит молодой',
				},
				{
					time: '05:30',
					name: 'Контрольная закупка',
				},
				{
					time: '06:00',
					name: 'Телеканал «Доброе утро»',
				},
				{
					time: '10:00',
					name: 'Новости',
				},
				{
					time: '10:10',
					name: 'Контрольная закупка',
				},
				{
					time: '10:40',
					name: 'Женский журнал',
				},
				{
					time: '10:50',
					name: 'Жить здорово!',
				},
				{
					time: '11:55',
					name: 'Модный приговор',
				},
				{
					time: '13:00',
					name: 'Новости',
				},
				{
					time: '13:15',
					name: 'Пусть говорят',
				},
				{
					time: '14:25',
					name: 'Таблетка. <span class="u-nobr">Вегето-сосудистая</span> дистония',
				},
				{
					time: '14:55',
					name: 'Время покажет',
				},
				{
					time: '16:00',
					name: 'Новости с&nbsp;субтитрами',
				},
				{
					time: '16:15',
					name: 'Время покажет',
				},
				{
					time: '17:00',
					name: 'Мужское&nbsp;/&nbsp;Женское. Егорино горе',
				},
				{
					time: '18:00',
					name: 'Наедине со&nbsp;всеми. Роман с&nbsp;аферистом',
				},
				{
					time: '19:00',
					name: 'Вечерние новости с&nbsp;субтитрами',
				},
				{
					time: '19:45',
					name: 'Давай поженимся! Интеллигентный пенсионер',
				},
				{
					time: '20:50',
					name: '«Пусть говорят» с&nbsp;Андреем Малаховым',
				},
				{
					time: '22:00',
					name: 'Время',
				},
				{
					time: '22:30',
					name: 'Лестница в&nbsp;небеса. <span class="u-nobr>15-я</span> и&nbsp;<span class="u-nobr>16-я</span> серии',
				},
				{
					time: '00:40',
					name: 'Вечерний Ургант. Борис Крюк, Елена Потанина',
				},
				{
					time: '01:15',
					name: 'Ночные новости',
				},
				{
					time: '01:30',
					name: 'Политика',
				},
				{
					time: '02:35',
					name: 'Наедине со всеми',
				},
				{
					time: '03:35',
					name: 'Время покажет',
				},
				{
					time: '04:00',
					name: 'Новости',
				},
				{
					time: '04:05',
					name: 'Время покажет',
				},
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;жертве примерного поведения',
				}
			]
		},
		{
			name: 'Россия 1',
			logo: 'assets/images/russia1.png',
			programs: [
				{
					time: '05:00',
					name: 'Комната смеха',
				},
				{
					time: '06:00',
					name: 'Утро России',
				},
				{
					time: '06:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '06:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '07:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '07:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '08:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '08:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '09:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '09:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '10:00',
					name: 'Вести',
				},
				{
					time: '10:15',
					name: 'Утро России',
				},
				{
					time: '10:55',
					name: 'О&nbsp;самом главном',
				},
				{
					time: '12:00',
					name: 'Вести',
				},
				{
					time: '12:35',
					name: 'Местное время. <span class="u-nobr">Вести-Сибирь</span>',
				},
				{
					time: '12:55',
					name: 'Тайны <span class="u-nobr">следствия-10</span>. Перевернутая Дженни',
				},
				{
					time: '15:00',
					name: 'Вести',
				},
				{
					time: '15:30',
					name: 'Местное время. Вести-Омск',
				},
				{
					time: '15:50',
					name: 'Вести. Дежурная часть',
				},
				{
					time: '16:00',
					name: 'Без следа. <span class="u-nobr">11-я</span> серия',
				},
				{
					time: '17:00',
					name: 'Без следа. <span class="u-nobr">12-я</span> серия',
				},
				{
					time: '18:00',
					name: 'Вести',
				},
				{
					time: '18:30',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>',
				},
				{
					time: '18:50',
					name: 'Вести',
				},
				{
					time: '19:15',
					name: 'Прямой эфир',
				},
				{
					time: '20:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>',
				},
				{
					time: '21:00',
					name: 'Вести',
				},
				{
					time: '22:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">1-я</span> серия',
				},
				{
					time: '23:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">2-я</span> серия',
				},
				{
					time: '00:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">3-я</span> серия',
				},
				{
					time: '00:55',
					name: 'Честный детектив',
				},
				{
					time: '01:50',
					name: 'Особый отдел. Контрразведка',
				},
				{
					time: '02:50',
					name: 'Иные. На пределе чувств',
				},
				{
					time: '03:25',
					name: 'Срочно в&nbsp;<span class="u-nobr">номер!-2</span>. «Без срока давности», <span class="u-nobr">2-я</span> серия',
				},
				{
					time: '04:25',
					name: 'Пугачёва, Распутина… Все звёзды Дербенёва',
				}
			]
		},
		{
			name: 'СТС',
			logo: 'assets/images/ctc.png',
			programs: [
				{
					time: '04:05',
					name: 'Выжить после',
				},
				{
					time: '06:00',
					name: 'Смешарики',
				},
				{
					time: '06:05',
					name: 'Люди в&nbsp;чёрном',
				},
				{
					time: '07:00',
					name: 'Взвешенные люди',
				},
				{
					time: '09:00',
					name: 'Ералаш',
				},
				{
					time: '09:30',
					name: 'Сезон охоты',
				},
				{
					time: '11:05',
					name: 'Сезон <span class="u-nobr">охоты-2</span>',
				},
				{
					time: '12:30',
					name: 'Крыша мира',
				},
				{
					time: '14:00',
					name: 'Три икс',
				},
				{
					time: '16:10',
					name: 'Три <span class="u-nobr">икса-2</span>. Новый уровень',
				},
				{
					time: '18:00',
					name: 'Кухня',
				},
				{
					time: '19:00',
					name: 'Воронины',
				},
				{
					time: '20:30',
					name: 'Вечный отпуск',
				},
				{
					time: '21:00',
					name: 'Крыша мира',
				},
				{
					time: '21:30',
					name: 'Смешанные',
				},
				{
					time: '23:45',
					name: 'Уральские пельмени. <span class="u-nobr">М+Ж</span>',
				},
				{
					time: '00:00',
					name: 'Уральские пельмени. Лучшее от&nbsp;Дмитрия Брекоткина',
				},
				{
					time: '00:30',
					name: '«Кино в&nbsp;деталях» с&nbsp;Фёдором Бондарчуком',
				},
				{
					time: '01:30',
					name: '6&nbsp;кадров',
				},
				{
					time: '01:45',
					name: 'Пан Американ',
				},
				{
					time: '03:30',
					name: 'Маргоша',
				}
			]
		},
		{
			name: 'Первый',
			logo: 'assets/images/perviy.png',
			programs: [
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;том, почему молодая мама не&nbsp;выглядит молодой',
				},
				{
					time: '05:30',
					name: 'Контрольная закупка',
				},
				{
					time: '06:00',
					name: 'Телеканал «Доброе утро»',
				},
				{
					time: '10:00',
					name: 'Новости',
				},
				{
					time: '10:10',
					name: 'Контрольная закупка',
				},
				{
					time: '10:40',
					name: 'Женский журнал',
				},
				{
					time: '10:50',
					name: 'Жить здорово!',
				},
				{
					time: '11:55',
					name: 'Модный приговор',
				},
				{
					time: '13:00',
					name: 'Новости',
				},
				{
					time: '13:15',
					name: 'Пусть говорят',
				},
				{
					time: '14:25',
					name: 'Таблетка. <span class="u-nobr">Вегето-сосудистая</span> дистония',
				},
				{
					time: '14:55',
					name: 'Время покажет',
				},
				{
					time: '16:00',
					name: 'Новости с&nbsp;субтитрами',
				},
				{
					time: '16:15',
					name: 'Время покажет',
				},
				{
					time: '17:00',
					name: 'Мужское&nbsp;/&nbsp;Женское. Егорино горе',
				},
				{
					time: '18:00',
					name: 'Наедине со&nbsp;всеми. Роман с&nbsp;аферистом',
				},
				{
					time: '19:00',
					name: 'Вечерние новости с&nbsp;субтитрами',
				},
				{
					time: '19:45',
					name: 'Давай поженимся! Интеллигентный пенсионер',
				},
				{
					time: '20:50',
					name: '«Пусть говорят» с&nbsp;Андреем Малаховым',
				},
				{
					time: '22:00',
					name: 'Время',
				},
				{
					time: '22:30',
					name: 'Лестница в&nbsp;небеса. <span class="u-nobr>15-я</span> и&nbsp;<span class="u-nobr>16-я</span> серии',
				},
				{
					time: '00:40',
					name: 'Вечерний Ургант. Борис Крюк, Елена Потанина',
				},
				{
					time: '01:15',
					name: 'Ночные новости',
				},
				{
					time: '01:30',
					name: 'Политика',
				},
				{
					time: '02:35',
					name: 'Наедине со всеми',
				},
				{
					time: '03:35',
					name: 'Время покажет',
				},
				{
					time: '04:00',
					name: 'Новости',
				},
				{
					time: '04:05',
					name: 'Время покажет',
				},
				{
					time: '04:30',
					name: 'Модный приговор. Дело о&nbsp;жертве примерного поведения',
				}
			]
		},
		{
			name: 'Россия 1',
			logo: 'assets/images/russia1.png',
			programs: [
				{
					time: '05:00',
					name: 'Комната смеха',
				},
				{
					time: '06:00',
					name: 'Утро России',
				},
				{
					time: '06:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '06:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '07:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '07:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '08:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '08:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '09:07',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '09:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>. Утро',
				},
				{
					time: '10:00',
					name: 'Вести',
				},
				{
					time: '10:15',
					name: 'Утро России',
				},
				{
					time: '10:55',
					name: 'О&nbsp;самом главном',
				},
				{
					time: '12:00',
					name: 'Вести',
				},
				{
					time: '12:35',
					name: 'Местное время. <span class="u-nobr">Вести-Сибирь</span>',
				},
				{
					time: '12:55',
					name: 'Тайны <span class="u-nobr">следствия-10</span>. Перевернутая Дженни',
				},
				{
					time: '15:00',
					name: 'Вести',
				},
				{
					time: '15:30',
					name: 'Местное время. Вести-Омск',
				},
				{
					time: '15:50',
					name: 'Вести. Дежурная часть',
				},
				{
					time: '16:00',
					name: 'Без следа. <span class="u-nobr">11-я</span> серия',
				},
				{
					time: '17:00',
					name: 'Без следа. <span class="u-nobr">12-я</span> серия',
				},
				{
					time: '18:00',
					name: 'Вести',
				},
				{
					time: '18:30',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>',
				},
				{
					time: '18:50',
					name: 'Вести',
				},
				{
					time: '19:15',
					name: 'Прямой эфир',
				},
				{
					time: '20:35',
					name: 'Местное время. <span class="u-nobr">Вести-Омск</span>',
				},
				{
					time: '21:00',
					name: 'Вести',
				},
				{
					time: '22:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">1-я</span> серия',
				},
				{
					time: '23:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">2-я</span> серия',
				},
				{
					time: '00:00',
					name: 'Следователь Тихонов. «Визит к&nbsp;Минотавру», <span class="u-nobr">3-я</span> серия',
				},
				{
					time: '00:55',
					name: 'Честный детектив',
				},
				{
					time: '01:50',
					name: 'Особый отдел. Контрразведка',
				},
				{
					time: '02:50',
					name: 'Иные. На пределе чувств',
				},
				{
					time: '03:25',
					name: 'Срочно в&nbsp;<span class="u-nobr">номер!-2</span>. «Без срока давности», <span class="u-nobr">2-я</span> серия',
				},
				{
					time: '04:25',
					name: 'Пугачёва, Распутина… Все звёзды Дербенёва',
				}
			]
		},
		{
			name: 'СТС',
			logo: 'assets/images/ctc.png',
			programs: [
				{
					time: '04:05',
					name: 'Выжить после',
				},
				{
					time: '06:00',
					name: 'Смешарики',
				},
				{
					time: '06:05',
					name: 'Люди в&nbsp;чёрном',
				},
				{
					time: '07:00',
					name: 'Взвешенные люди',
				},
				{
					time: '09:00',
					name: 'Ералаш',
				},
				{
					time: '09:30',
					name: 'Сезон охоты',
				},
				{
					time: '11:05',
					name: 'Сезон <span class="u-nobr">охоты-2</span>',
				},
				{
					time: '12:30',
					name: 'Крыша мира',
				},
				{
					time: '14:00',
					name: 'Три икс',
				},
				{
					time: '16:10',
					name: 'Три <span class="u-nobr">икса-2</span>. Новый уровень',
				},
				{
					time: '18:00',
					name: 'Кухня',
				},
				{
					time: '19:00',
					name: 'Воронины',
				},
				{
					time: '20:30',
					name: 'Вечный отпуск',
				},
				{
					time: '21:00',
					name: 'Крыша мира',
				},
				{
					time: '21:30',
					name: 'Смешанные',
				},
				{
					time: '23:45',
					name: 'Уральские пельмени. <span class="u-nobr">М+Ж</span>',
				},
				{
					time: '00:00',
					name: 'Уральские пельмени. Лучшее от&nbsp;Дмитрия Брекоткина',
				},
				{
					time: '00:30',
					name: '«Кино в&nbsp;деталях» с&nbsp;Фёдором Бондарчуком',
				},
				{
					time: '01:30',
					name: '6&nbsp;кадров',
				},
				{
					time: '01:45',
					name: 'Пан Американ',
				},
				{
					time: '03:30',
					name: 'Маргоша',
				}
			]
		}
	]
}
